:PROPERTIES:
:ID:       7fef95b7-da77-4ab5-9b13-036e28d058b7
:END:
#+title: Check The Exit Code
#+filetags: :Bash:

- tags :: [[id:38f246ad-ffe9-42d2-9905-533506bb4eb3][Bash]]

  #+begin_src sh
echo $?
  #+end_src

  #+RESULTS:
  : 0

